Repository: suurjaak/Deckathlon
Catalog: deckathlon/etc/i18n/deckathlon.*.po
Languages: et

source: Username
et: Kasutajanimi

source: Password
et: Parool

source: Login
et: Sisene

source: Register
et: Registreeru

source: Back
et: Tagasi

source: Logging in..
et: Sisenen..

source: Login successful, loading site..
et: Parool õige, avan saiti..

source: Invalid username or password.
et: Vale kasutajanimi või parool.

source: Error contacting server.
et: Viga serveriga ühendumisel.

source: Registration successful, loading site..
et: Registreerumine tehtud, avan saiti..

source: Error registering account.
et: Viga konto registreerimisel.

source: Registering...
et: Registreerin kontot..

source: Username exists
et: Kasutajanimi võetud

source: Required data missing
et: Vigane avaldus

source: Search
et: Otsi

source: Table
et: Laud

source: Game
et: Mäng

source: Host
et: Omanik

source: User
et: Kasutaja

source: Player
et: Mängija

source: Players
et: Mängijad

source: New game table
et: Tee uus laud

source: Join private table
et: Liitu privaatlauaga

source: Table short ID
et: Laua lühinimi

source: Table name
et: Laua nimi

source: Public
et: Kõigile nähtav

source: Joinable
et: Liitumiseks avatud

source: Index
et: Nimekiri

source: Log out?
et: Logi välja?

source: Join table
et: Liitu lauaga

source: Table: {0} (by {1}, playing {2})
et: Laud: {0} (omanik {1}, mänguks {2})

source: Open table settings
et: Ava laua sätted

source: Settings
et: Sätted

source: Game series #{0}
et: Mänguseeria #{0}

source: Spectators
et: Pealtvaatajad

source: Player #{0}
et: Mängija #{0}

source: Offline since {0}
et: Viimati nähtud {0}

source: Give
et: Anna

source: Bidding
et: Pakkumine

source: Bid
et: Paku

source: Deal cards
et: Jaga kaardid

source: Deal cards and start a new game?
et: Jaga kaardid ja alusta järgmist mängu?

source: Start new game on table
et: Alusta laual järgmist mängu

source: Join game
et: Liitu mänguga

source: Join game?
et: Liitu mänguga?

source: End game
et: Katkesta mäng

source: End game?
et: Katkesta mäng?

source: Leave table
et: Lahku lauast

source: Leave table? You will no longer be a player.
et: Lahku lauast? Pärast seda sa pole enam lauas mängija.

source: Reset game
et: Alusta mängu otsast peale

source: Kick user out
et: Viska kasutaja välja

source: Drop player
et: Eemalda mängija koht

source: Reset game series
et: Alusta uut mänguseeriat

source: Reset game series and restart?
et: Alusta uut mänguseeriat?

source: Are you really sure you want to reset the game series? This will lose the current scores.
et: Oled sa ikka päris kindel, et tahad alustada uut seeriat? Sellega kaob praegune punktide seis.

source: Back to index
et: Tagasi nimekirja

source: Log out {0}
et: Logi välja: {0}

source: Look at cards
et: Vaata kaarte

source: Blind
et: Pime

source: blind
et: pime

source: Crawl
et: Rooma

source: crawl
et: roomab

source: Make facedown move
et: Käi kaart tagurpidi

source: Make {0}
et: Tee {0}

source: Play
et: Käi

source: Tricks
et: Tihid

source: Game over
et: Mäng läbi

source: Game finished
et: Mäng lõppenud

source: Show trick #{0}
et: Vaata tihi #{0}

source: Show last trick
et: Vaata viimast tihi

source: Player '{0}' last trick:
et: Mängija '{0}' viimane tihi

source: Player '{0}' trick #{1}:
et: Mängija '{0}' tihi #{1}:

source: Discard pile
et: Mahaläinud kaardid

source: Show last discards
et: Näita viimasena mahaläinud kaarte

source: Discards #{0}:
et: Mahaläinud kaardid #{0}:

source: Drop player '{0}' from game?
et: Eemalda mängija '{0}' koht lauast?

source: Kick user '{0}' from game?
et: Viska kasutaja '{0}' lauast välja?

source: Starting game..
et: Alustan mängu..

source: Cancel
et: Loobu

source: Template not found
et: Mängumalli ei leitud

source: Forbidden
et: Pole lubatud

source: Not found
et: Ei leitud

source: Cannot join game in progress
et: Poolelioleva mänguga ei saa liituda

source: Table not found
et: Lauda ei leitud

source: Host cannot leave
et: Omanik ei saa lahkuda

source: Unknown action
et: Tundmatu käik

source: Not enough players
et: Pole piisavalt mängijaid

source: Game not completed
et: Mäng pole lõppenud

source: Not in bidding phase
et: Pakkumine läbi

source: Not player''s turn
et: Pole mängija kord

source: Bid missing data
et: Puudulik pakkumine

source: Bid too small
et: Pakkumine liiga madal

source: Bid too high
et: Pakkumine liiga kõrge

source: Bid invalid number
et: Pakkumine vigase sammuga

source: No longer blind
et: Pole enam pime

source: Bid needs to be higher than previous
et: Pakkumine peab olema kõrgem eelmisest

source: Not in distributing phase
et: Jagamine läbi

source: Distribution missing data
et: Puudulik jagamine

source: Unknown players
et: Tundmatud mängijad

source: Wrong amount being distributed
et: Vale arv jagatud kaarte

source: Game not underway
et: Mäng ei käi

source: Not player's turn
et: Pole mängija kord

source: Move missing data
et: Vigane käik

source: Cannot pass
et: Ei saa passida

source: Cannot crawl
et: Ei saa roomata

source: Cannot crawl if you have a top card
et: Ei saa roomata, kui on kõige tugevamat kaarti

source: Cannot make {0}
et: Ei saa teha {0}

source: Cannot make {0} this round
et: Selles raundis ei saa teha {0}

source: Not meeting {0} condition: {1}
et: Ei täida {0} tingimust: {1}

source: Cannot make crawl move this round
et: Selles raundis ei saa roomata

source: Cannot make trump in game
et: Selles mängus ei saa trumpi teha

source: Cannot make trump this round
et: Selles raundis ei saa trumpi teha

source: Must give top cards
et: Peab andma kõige tugevamaid kaarte

source: Must follow suite
et: Peab käima masti

source: Must play at least same amount
et: Peab käima vähemalt sama palju

source: Must play at least same level
et: Peab käima vähemalt sama tugevaid

source: Must play cards of one level
et: Peab käima ühte tüüpi

source: Must play cards of one suite
et: Peab käima ühte masti

source: No cards to make trump
et: Pole kaarte trumbi tegemiseks

source: No such cards
et: Pole selliseid kaarte

source: Not {0} card
et: Pole {0} kaart

source: Not the right amount of cards
et: Vale arv kaarte

source: Not trump card
et: Pole trumbi kaart

source: Not the right move
et: Pole õige käik

source: Request already processed
et: Taotlus juba läbi

source: User '{0}' wishes to join the game.
et: Kasutaja '{0}' soovib mänguga liituda.

source: Request to join game was rejected.
et: Mänguga liitumine lükati tagasi.

source: Sent request to join game.
et: Mänguga liitumise soov saadetud.

source: You are table host
et: Oled laua omanik

source: You are player
et: Oled lauas mängija

source: Show previous
et: Näita eelmist

source: Show next
et: Näita järgmist

source: Sell
et: Müü

source: sale
et: müük

source: Put talon on sale.
et: Pane lauast saadud kaardid müüki

source: Put the talon cards on sale?
et: Pane lauast saadud kaardid müüki?

source: Unexpected error
et: Ootamatu viga

source: Cannot make trump: not enough cards
et: Ei saa trumpi teha: liiga vähe kaarte

source: Demand redeal
et: Nõua uusi kaarte

source: Demand redeal?
et: Nõua uusi kaarte?

source: redeal
et: uued kaardid

source: Game description
et: Mängu kirjeldus

source: Must follow
et: Peab käima järgmise kaardi

source: No need to follow
et: Ei pea käima järgmist kaarti

source: respond
et: alla

source: follow
et: peale

source: Retreat
et: Võta üles

source: Retreat and take penalty?
et: Võta kaardid üles?

source: retreat
et: võttis üles

source: about
et: info

source: Version {0} ({1}). Released as free open source software under the MIT license. Built with open source: - [Python](https://www.python.org) - [bottle](https://bottlepy.org) - [beaker](https://github.com/bbangert/beaker) - [polib](https://bitbucket.org/izi/polib) - [pytz](https://pythonhosted.org/pytz/) - [psycopg2](https://github.com/psycopg/psycopg2) - [DejaVu Sans](https://github.com/web-fonts/dejavu-sans) - [Vue.js](https://github.com/vuejs/vue) - [drawdown](https://github.com/adamvleggett/drawdown) - [Fugue Icons](https://p.yusukekamiyamane.com) Copyright 2020 {2}.
et: Versioon {0} ({1}). Välja antud vabavarana, MIT litsentsi all. Ehitatud vabavaral: - [Python](https://www.python.org) - [bottle](https://bottlepy.org) - [beaker](https://github.com/bbangert/beaker) - [polib](https://bitbucket.org/izi/polib) - [pytz](https://pythonhosted.org/pytz/) - [psycopg2](https://github.com/psycopg/psycopg2) - [DejaVu Sans](https://github.com/web-fonts/dejavu-sans) - [Vue.js](https://github.com/vuejs/vue) - [drawdown](https://github.com/adamvleggett/drawdown) - [Fugue Icons](https://p.yusukekamiyamane.com) Autoriõigus 2020 {2}.

source: template__Thousand__Thousand
et: Tuhat

source: template__Five Sheets__Five Sheets
et: Viis lehte

source: template__Thousand__wheels
et: rattad

source: template__Thousand__description
et: Tihide võtmise mäng 3-4 mängijale, pakkumise ja väljakäimisega.Mängitakse pakiga, kus on 24 kaarti, üheksad kuni ässad. Eesmärgiks on jõuda esimesena 1000 punktini. Kaasakiskuv mäng, populaarne Eestis ja mujal Ida-Euroopas. Võib kesta tunde, harva alla tunni. ### Pakkumine Kaardid jagatakse mängijatele välja (7 kaarti igale kui 3 mängijat, 6 kaarti kui 4 mängijat), ülejäänud lähevad laua keskele, pilt allapoole (3 kaarti kui 3 mängijat, 4 kaarti kui 4 mängijat). Mängijad hakkavad ringiratast pakkuma oma kaartide põhjal: palju punkte nad võidaksid kui nad saavad laual olevad lisakaardid endale. Madalaim pakkumine on 60 punkti, kõrgeim vaikimisi 120, rohkem saab pakkuda ainult siis kui mängijal on trump käes. Pakkuma ei pea, mängija võib passida. Passimine on lõplik - hiljem vahele pakkuda mängija ei saa. Kui kõik mängijad passivad, tehakse uued kaardid. Kui mängijal on käes vähemalt 3 üheksat, võib ta oma esimesel pakkumisel nõuda uusi kaarte. #### Pime Mängija võib teha _pime_ pakkumise, kui nad ei ole oma käes olevaid kaarte vaadanud. Kui neil õnnestub pakutud punktid täis saada, võidavad nad topelt nii palju. Kui neil ei õnnestu punkte täis saada, kaotavad nad topelt sama palju. Suurim lubatud pimepakkumine on 120 punkti. #### Müümine Kui pakkumise võitnud mängija näeb lisakaarte ja leiab, et tal ei õnnestu punkte täis saada, võib ta lisakaardid ära _müüa_. Lisakaardid lähevad laua keskele tagasi, seekord pilt ülespoole, ja mängijad saavad jätkata pakkumist, alustades müüjale järgmisest mängijast. Mängijad, kes esimene kord passisid, võivad pakkumises osaleda. Ka müüja võib pakkumises osaleda, kui keegi tema esimese pakkumise on üle pakkunud. Kui teine mängija ostab lisakaardid ära, ei saa müüja mingit karistust. Kui keegi ei soovi osta, siis müüja lihtsalt jätkab mängu, lisakaardid käes. Kaarte teist korda müüa ei saa. ### Jagamine Pakkumise võitnud mängija saab lisakaardid endale kätte. Nüüd ta peab andma ühe vabalt valitud kaardi igale mängijale, nii et kõigil on võrdselt kaarte käes. Päris kaartidega mängimisel peab pakkumise võitnud mängija alati meeles pidama, et tal on vaja teistele mängijatele kaarte jagada. Kui tal see meelest läheb ja ta näiteks ässa välja käib kui tavalise esimese käigu, pilt ülespoole, siis temast järgmine mängija võib selle ässa endale võtta kui talle jagatud kaardi. ### Mängimine Pakkumise võitnud mängija alustab ringi ja käib ühe kaardi. Iga mängija ringiratast peab käima ühe kaardi vastu, sama masti kui neil on, ükskõik mida muud kui pole. Tihi võidab mängija, kes käis esimeses mastis kõige tugevama kaardi, ja ta saab alustada uut ringi. Teisest mastist kaardi käimine kaotab tihi, hoolimata kaardi tugevusest (nt poti äss ei võida ärtu üheksat). Välja arvatud siis kui mängija käib trumpi: trumbimast võidab teisi maste. Kaartide tugevus on: äss tugevaim, kümme, kuningas, emand, poiss, üheksa nõrgeim. Mängu ajal saab uuesti vaadata ainult viimase tihi kaarte. #### Roomamine Kui pakkumise võitnud mängijal ei ole ühtegi ässa, võivad nad oma esimesel käigul _roomata_: käivad kaardi välja, pilt allapoole. Teised mängijad käivad oma kaardi samuti pilt allapoole, tihi võidab ikkagi see mängija, kes käis esimeses mastis kõige tugevama kaardi. ### Trump Kui ringi alustav mängija on juba ühe tihi võtnud, neil on vähemalt kolm kaarti veel käes, ja neil on käes ühest mastist kuningas ja emand, saavad nad teha _trumpi_: käivad ühe nendest kahest kaardist ja ütlevad "trump". Sellest hetkest on see mast trumbimast, teistest mastidest tugevam. Ühe mängu jooksul saab teha mitu trumpi, järgmine trump kustutab eelmise. #### Rattad Lisaks, kui ringi alustaval mängijal on käes trumbimasti äss ja kümme, saavad nad teha _rattad_: käivad ühe nendest kahest kaardist ja ütlevad "rattad". See annab neile lisa 120 punkti. ### Punktid Kui kõik kaardid on käidud, loetakse punktid kokku. Iga võetud tihi annab mängijale punkte tihis saadud kaartide eest: - äss: 11 punkti - kümme: 10 punkti - kuningas: 4 punkti - emand: 3 punkti - poiss: 2 punkti - üheksa: 0 punkti Kõik kaardid kokku annavad 120 punkti. Iga tehtud trump annab mängijale punkte sõltuvalt mastist: - risti: 100 punkti - poti: 80 punkti - ärtu: 60 punkti - ruutu: 40 punkti Rattad annavad mängijale 120 punkti. Pakkumise võitnud mängija saab täpselt pakkumises öeldud punktid, kui nad vähemalt nii palju punkte kokku saavad. Lisapunktid üle pakkumise ei anna neile rohkem midagi. Kui pakkumise võitnud mängija ei suuda pakutud punkte kokku saada, kaotavad nad punkte pakutud numbri võrra. Pimepakkumine kahekordistab nii võidu kui kaotuse. Teised mängijad saavad punkte nii, nagu nende tihid ja trumbid jne neile annavad. Kui mängija punktid pole kolm mängu järjest muutunud, kaotab mängija 100 punkti. Punktid võivad minna alla nulli, ilma alumise piirita. Kui mängijal on 900 punkti või rohkem, saavad nad punkte juurde teenida ainult pakkumist võites ja pakutud punkte täis saades. Teise mängija pakutud mängus ei saa nad ühtegi punkti, hoolimata sellest mitu tihi ja trumpi nad võtavad ja teevad.

source: template__Arschloch__description
et: Mäng 3-7 mängijale, kus võitjad ja kaotajad vahetavad omavahel kaarte järgmistes mängudes. Mängitakse täispakiga, 55 kaarti, kõik alates kahtedest kuni ässade kuni jokkeriteni. Igas mängus on eesmärgiks oma kaartidest kõige varem vabaneda; esimesena kaartidest lahtisaanu on võitja ja viimasena lahtisaanu on kaotaja. Parim mängu kulgemine on 4-5 mängijaga. Lihtsad reeglid, kaasakiskuv ja sõltuvusttekitav. Mäng võib kesta tunde, aga sobib ka kiireks meelelahutuseks millegi vahepeal. Maailmas tuntud paljude nimede all: Asshole, Capitalism, President, Scum. ### Mängimine Kõik kaardid jagatakse mängijate vahel välja (paratamatult ei jagu täpselt, välja arvatud 5 mängija puhul). Esimeses mängus alustab jagajast järgmine, järgmistes mängudes alustab eelmise mängu kaotaja. Mängija alustab ringi, käies välja üksiku või paari või kolmiku või neliku, nt 3 üheksat. Järgmised mängijad ringiratast peavad sinna peale käima vähemalt sama palju kaarte, vähemalt sama tugevaid, ka kõik ühe kõrgusega. Kaardimastid ei loe. Mängija võib passida; passides see ring rohkem käia ei saa. Kui kõik mängijad peale viimasena mänginu on passinud, lähevad kaardid maha ja viimane mängija saab alustada järgmist ringi. Kui laual tulevad kokku ühe kõrguse kõik kaardid (neli tavakaarti või kolm jokkerit), lähevad kaardid maha ja viimane mängija saab alustada järgmist ringi. Kaartide tugevus on: jokker tugevaim, kaks, äss, kuningas, emand, poiss, kümme, üheksa, .., neli, kolm nõrgeim. Mängu ajal saab uuesti vaadata ainult viimasena mahaläinud ringi kaarte. ### Vahetamine Järgmistes mängudes vahetavad eelmise mängu võitjad ja kaotajad omavahel kaarte, kaotajad peavad ära andma oma kõige tugevamad kaardid ja võitjad saavad ära anda vabalt valitud kaarte. Esimene ja viimane mängija vahetavad 3 kaarti, järgmised kohad vahetavad sammu võrra vähem. Seega vähemalt 4 mängija puhul vahetavad eest ja tagant teine omavahel 2 kaarti, vähemalt 6 mängija puhul vahetavad eest ja tagant kolmas omavahel 1 kaardi. Kui on paaritu arv mängijaid, siis pingereas täpselt keskmine ei vaheta kellegagi. Päris kaartidega mängides peab kaotaja uued kaardid tegema. ### Kommentaar Vahetamise tõttu kipub pingerea ladvik võitma ka järgmistes mängudes, sest nad mitte ainult ei saa oma nõrkasid kaarte ära anda, nad saavad ka keskenduda üksikute kaartide äraandmisele - ja lisaks nad saavad veel tugevaid kaarte vastu. Tihtipeale mängu alguses sõdivad esimene-teine koht omavahel kuni kaartidest lahti saavad, kuna kaotanud mängijatel lihtsalt pole nii kõrgeid kaarte ja nii palju mitmikuid käia. Viimasel kohal oleva mängija ainsad eelised on: ta saab alustada esimest ringi, ja sõltuvalt mängijate arvust jagub talle enamasti kaarte ühe võrra vähem. Kes täpselt on siin mängus Arschloch - esimene või viimane koht - on vaieldav.

source: template__Five Sheets__description
et: Lihtne mäng 2-8 mängijale, kus mängijad peavad tapma eelmise kaardi ja käima kaardi järgmisele mängijale tapmiseks. Mängitakse pakiga, kus on 52 kaarti, kahed kuni ässad. Eesmärgiks on oma kaartidest kõige varem vabaneda; esimesena kaartidest lahtisaanu on võitja ja viimasena lahtisaanu on kaotaja. ### Mängimine Igale mängijale jagatakse 5 kaarti, ülejäänud pakk läheb laua keskele, pilt allapoole, üks kaart pannakse paki alla trumbiks, pilt ülespoole, ja üks kaart käiakse välja laua keskele virna alguskaardina. Jagajast järgmine alustab, käies ühe kaardi mis tapab laua viimase kaardi, ja veel ühe kaardi järgmisele mängijale tapmiseks. Kaardi tapmiseks tuleb käia tugevam kaart samas mastis, või trumpkaart. Trumpi saab mängida ka siis kui mängijal on käia samas mastis tugevamat. Pärast käimist võtab mängija oma kaardid laua pakist jälle täis, et neil oleks 5 kaarti käes. Paki all olev trumpkaart võetakse viimasena. Kui mängija ei suuda või ei soovi laua viimast kaarti tappa, peab ta laua virnast kuni 5 kaarti üles võtma. Kui laua virn tühjaks saab, käiakse pakist üks kaart välja virna. Kui nii laua virn kui pakk tühjaks saavad, peab järgmine mängija käima ainult ühe kaardi. Kui mängijal on ainult üks kaart käes, ei pea nad teist kaarti käima. Kaartide tugevus on: äss tugevaim, kuningas, emand, poiss, kümme, .., kolm, kaks nõrgeim.
